Repository: wp-plugins/wpguards
Catalog: languages/wpguards-*.po
Languages: pl_pl

source: Restoring error
pl_pl: Błąd przywracania

source: Wrong noonce. Do you really want to do that?
pl_pl: Zły noonce. Na pewno chcesz to zrobić?

source: Sorry, your nonce did not verify
pl_pl: Przykro mi, zły noonce

source: Subject cannot be blank
pl_pl: Tytuł nie może być pusty

source: Description cannot be blank
pl_pl: Opis nie może być pusty

source: Your ticket was send
pl_pl: Twoja wiadomość została wysłana

source: Comment cannot be blank
pl_pl: Komentarz nie może być pusty

source: Your comment was send
pl_pl: Twój komentarz został wysłany

source: Please provide your API key in order to access this page
pl_pl: Aby wyświetlić tą stronę podaj klucz API

source: Go to the settings tab
pl_pl: Ustawienia

source: new
pl_pl: nowy

source: open
pl_pl: otwarty

source: pending
pl_pl: oczekuje

source: solved
pl_pl: rozwiązany

source: solved - unpaid
pl_pl: rozwiązany - niezapłacony

source: closed
pl_pl: zamknięty

source: incident
pl_pl: incydent

source: task
pl_pl: zadanie

source: question
pl_pl: pytanie

source: Thanks for payment
pl_pl: Dziękujemy za płatność

source: day
pl_pl: dzień

source: hour
pl_pl: godzina

source: minute
pl_pl: minuta

source: second
pl_pl: sekunda

source: Submit new comment
pl_pl: Wyślij nowy komentarz

source: Submit
pl_pl: Wyślij

source: This ticket is closed and you can not reply to it.
pl_pl: Wątek jest zamknięty więc nie możesz w nim odpowiedzieć.

source: Overview
pl_pl: Przegląd

source: Statistics
pl_pl: Statystyki

source: Settings
pl_pl: Ustawienia

source: Useful links
pl_pl: Przydatne linki

source: Here you can find some useful links to check your WordPress blog.
pl_pl: Znajdziesz tutaj kilka przydatnych linków do sprawdzenia swojego WordPressa

source: Maintenance
pl_pl: Konserwacja

source: Informations
pl_pl: Informacje

source: If your server servs gziped content, loader may be not visible. Please be patient when the plugin pages will be loaded.
pl_pl: Jeśli twój serwer serwuje gzipowaną treść ikona ładowania może nie być widoczna. Bądź cierpliwy podczas ładowania stron.

source: Please restrict the following IP addresses in your Analytics system. Those are from Uptime Robot and they can increase traffic on your website.
pl_pl: Dodaj te adresy IP do listy ignorowanych adresów w Twoim systemie statystyk. Należą one do Uptime Robota i mogą spowodować wzrost odwiedzin na blogu.

source: Submit new ticket
pl_pl: Wyślij nową wiadomość

source: Your tickets
pl_pl: Twoje wiadomości

source: You haven't any backups yet
pl_pl: Nie masz jeszcze żadnych kopii bezpieczeństwa

source: Backup
pl_pl: Kopie bezpieczeństwa

source: Total size
pl_pl: Całkowity rozmiar

source: Created
pl_pl: Utworzone

source: Next backup
pl_pl: Następna kopia bezpieczeństwa

source: In
pl_pl: Za

source: On cheap servers there might be a problem with restoring backups due to timeouts. In this case recommended is to download backup to your hard drive and upload it manually to the FTP.
pl_pl: Na tanich serwerach może być problem z przywracaniem kopii bezpieczeństwa ze względu na limity czasu oczekiwania. W takim przypadku zalecamy ręczne pobranie kopii bezpieczeństwa na Twój dysk twardy i zaktualizowanie plików poprzez FTP.

source: Currently you are using free version of WPGuards. Backups are made on a weekly basis and they are kept locally.
pl_pl: Aktualnie używasz darmowej wersji WPGuards. Kopie bezpieczeństwa robione są co tydzień i przetrzymywane są na Twoim serwerze.

source: %sUpgarde your version and do a backup <strong>every day!</strong>%s
pl_pl: %sPodwyższ swój plan i rób kopie bezpieczeństwa <strong>każdego dnia!</strong>%s

source: Currently you are using standard version of WPGuards. Backups are made on a weekly basis and they are kept on the external Dropbox drive.
pl_pl: Aktualnie używasz standardowej wersji WPGuards. Kopie bezpieczeństwa robione są co tydzień i przetrzymywane są na zewnętrznym serwerze Dropbox.

source: Currently you are using premium version of WPGuards. Backups are made on a daily basis and they are kept on the external Dropbox drive.
pl_pl: Aktualnie używasz profesjonalnej wersji WPGuards. Kopie bezpieczeństwa robione są codziennie i przetrzymywane są na zewnętrznym serwerze Dropbox.

source: There is no backups available yet
pl_pl: Nie ma żadnych dostępnych kopii bezpieczeństwa

source: Next backup will be made within
pl_pl: Następna kopia bezpieczeństwa będzie wykonana za

source: Backup request has been send. Please wait while your backup is being restored.
pl_pl: Proszę czekać. Polecenie przywrócenia kopii bezpieczeństwa zostało wysłane i kopia jest właśnie przywracana.

source: Backup successfully restored.
pl_pl: Kopia bezpieczeństwa pomyślnie przywrócona.

source: Wrong noonce! Do you really want to do that?
pl_pl: Zły noonce! Na pewno chcesz to zrobić?

source: Download
pl_pl: Pobierz

source: Restore
pl_pl: Przywróć

source: restore
pl_pl: przywróć

source: link request
pl_pl: uzyskaj link

source: Something goes wrong. Please contact support.
pl_pl: Coś poszło nie tak. Skontaktuj się z pomocą techniczną

source: download
pl_pl: pobierz

source: expires in %s
pl_pl: wygasa za %s

source: n/a
pl_pl: n/d

source: Backup succefully restored.
pl_pl: Kopia bezpieczeństwa pomyślnie odzyskana.

source: Backup restoring error:
pl_pl: Błąd podczas odzyskiwania kopii bezpieczeństwa:

source: Respelt spell checker
pl_pl: Respelt - sprawdzanie pisowni

source: Check the spelling on your website with this simple tool.
pl_pl: Sprawdź tym prostym narzędziem ortografię na swojej stronie (EN).

source: Page loading time
pl_pl: Czas ładowania strony

source: Your website is slow? Check why! With this tool you'l get informations about the server requests and useful tips.
pl_pl: Twoja strona jest wolna? Zobacz dlaczego! Dzięki temu narzędziu otrzymasz inforacje o Twoim serwerze oraz pomocne wskazówki.

source: Validate HTML
pl_pl: Waliduj HTML

source: Google like clean websites so check your HTML sytax with w3c's tool.
pl_pl: Google lubi zadbane strony więc sprawdź swój kod HTML tym narzędziem od W3C.

source: Broken link checker
pl_pl: Sprawdzanie błędnych linków

source: Still getting 404 pages? Check broken links on your website.
pl_pl: Ciągle otrzymujesz strony 404? Sprawdź które linki na Twojej stronie prowadzą do nikąd.

source: Google PageSpeed Insights
pl_pl: Statystyki Google PageSpeed

source: Site performace testing tool from Google. Get some tips and make your website faster!
pl_pl: Sprawdzanie wydajności strony od Google. Dowiedz się jak przyspieszyć swoją stronę.

source: up all time
pl_pl: czasu OK

source: up last month
pl_pl: czasu OK w ostatnim miesiącu

source: Recorded events
pl_pl: Zdarzenia

source: Monitor is paused
pl_pl: Monitor jest zapauzowany

source: Your website is not checked yet
pl_pl: Twoja strona nie została jeszcze sprawdzona

source: Your website is up
pl_pl: Twoja strona działa

source: Your website seems to be down
pl_pl: Twoja strona wydaje się nie działać

source: Your website is down
pl_pl: Twoja strona nie działa

source: Your current plan
pl_pl: Twój obecny plan

source: Upgrade your plan
pl_pl: Ulepsz swój plan

source: News
pl_pl: Nowości

source: Feature
pl_pl: Opcja

source: Value
pl_pl: Wartość

source: Backups
pl_pl: Kopie bezpieczeństwa

source: Type
pl_pl: Typ

source: Period
pl_pl: Harmonogram

source: Stored backups
pl_pl: Przetrzymywane kopie

source: daily
pl_pl: dzienny

source: weekly
pl_pl: tygodniowy

source: server
pl_pl: Serwer

source: Security monitoring
pl_pl: Monitor zagrożeń

source: Automatic scan
pl_pl: Automatyczne skanowanie

source: every %d day
pl_pl: co %d dni

source: Manual scan
pl_pl: Skanowanie ręczne

source: malvare removal at extra charge
pl_pl: usunięcie malware za dodatkową opłatą

source: malvare removal included
pl_pl: usunięcie malware w cenie

source: Theme and plugin updates
pl_pl: Aktualizacja wtyczek i motywów

source: Yes, monthly
pl_pl: Tak, co miesiąc

source: No
pl_pl: Nie

source: Database Optimization
pl_pl: Optymalizacja bazy danych

source: Yes
pl_pl: Tak

source: Uptime Monitoring
pl_pl: Monitor działania strony

source: Website diagnostic tools
pl_pl: Narzędzia diagnostyczne

source: monthly
pl_pl: co miesiąc

source: annualy
pl_pl: co rok

source: Online support
pl_pl: Pomoc online

source: per hour
pl_pl: za godzinę

source: General
pl_pl: Ogólne

source: Tickets statistics
pl_pl: Statystyki pomocy technicznej

source: Please go to the Support tab to refresh those statistics
pl_pl: Odwiedź zakładkę Pomoc techniczna aby odświeżyć statystyki

source: Backups statistics
pl_pl: Statystyki kopii bezpieczeństwa

source: Please go to the Backups tab to refresh those statistics
pl_pl: Odwiedź zakładkę Kopie bezpieczeństwa aby odświeżyć statystyki

source: Uptime Monitor
pl_pl: Monitor strony

source: Version: %s
pl_pl: Wersja: %s

source: Upgrade
pl_pl: Ulepsz plan

source: Plan expiration date: %s
pl_pl: Data wygaśnięcia planu: %s

source: unexpired
pl_pl: niewygasający

source: in a few minutes
pl_pl: za kilka minut

source: %d day left
pl_pl: pozostał %d dzień

source: today at
pl_pl: dzisiaj o

source: Sent tickets
pl_pl: Wysłane wiadomości

source: Average solving time
pl_pl: Średni czas rozwiazania problemu

source: Average time spent on ticket
pl_pl: Średni czas poświęcony na problem

source: Types of tickets
pl_pl: Typy wiadomości

source: Average backup size
pl_pl: Średni rozmiar kopii bezpieczeństwa

source: Available backups
pl_pl: Dostępne kopie bezpieczeństwa

source: Refresh statistics by accessing the Backups tab
pl_pl: Odśwież statystyki poprzed otworzenie zakładki Kopie bezpieczeństwa

source: Insert WPGuards API key %shere%s
pl_pl: Wpisz %stutaj%s klucz API do wtyczki WPGuards

source: Scan your site
pl_pl: Skanuj swoją witrynę

source: Get now higher plan to automaticly scan your site every
pl_pl: Ulepsz swój plan, aby automatycznie skanować stronę

source: hours
pl_pl: godzin

source: Upgrade now
pl_pl: Ulepsz teraz

source: Next scan
pl_pl: Następny skan

source: Now
pl_pl: Teraz

source: There are stored 10 last scans.
pl_pl: Przetrzymywane jest 10 ostatnich skanów.

source: There is no scans available yet
pl_pl: Nie ma na razie dostępnych skanów

source: Next scan will be made within
pl_pl: Następny skan wykonany będzie za

source: Scan
pl_pl: Skan

source: Blacklisted
pl_pl: Na czarnej liście

source: Malicious javascript
pl_pl: Podejrzany javascript

source: Malicious iframes
pl_pl: Podejrzane ramki iframe

source: Suspicious redirections
pl_pl: Podejrzane przekierowania

source: View this scan
pl_pl: Zobacz skan

source: Details
pl_pl: Szczegóły

source: Remove this scan
pl_pl: Usuń skan

source: Remove
pl_pl: Usuń

source: Links
pl_pl: Linki

source: Blacklists
pl_pl: Czarne listy

source: Website info
pl_pl: Informacje o stronie

source: Site
pl_pl: Strona

source: Domain
pl_pl: Domena

source: Application informations
pl_pl: Informacje o aplikacji

source: Application version
pl_pl: Wersja aplikacji

source: Application warning
pl_pl: Ostrzeżenie

source: URLs found
pl_pl: Znalezione adresy

source: Javascript found
pl_pl: Znalezione skrypty javascript

source: Incident
pl_pl: Incydent

source: Question
pl_pl: Pytanie

source: Task
pl_pl: Zadanie

source: Subject
pl_pl: Temat

source: Description
pl_pl: Opis

source: Please, be specific
pl_pl: Proszę dokładnie opisać problem

source: required
pl_pl: wymagane

source: Legend
pl_pl: Legenda

source: unpaid
pl_pl: nieopłacone

source: You havn't any tickets yet.
pl_pl: Nie posiadasz na razie żadnych wysłanych wiadomości.

source: Tickets error
pl_pl: Błąd wiadomości

source: support
pl_pl: pomoc techniczna

source: Time spent (h:m)
pl_pl: Spędzony czas (g:m)

source: Cost
pl_pl: Koszt

source: Updated
pl_pl: Zaktualizowany

source: Please, pay for the WPGuards support
pl_pl: Proszę zapłacić za pomoc techniczną WPGuards

source: Please, pay your bill
pl_pl: Zapłać za pomoc

source: You have some unpaid tickets
pl_pl: Masz nieopłacone wiadomości

source: Title
pl_pl: Tytuł

source: TOTAL
pl_pl: SUMA

source: Home
pl_pl: WPGuards

source: Analytics
pl_pl: Statystyki

source: Support
pl_pl: Pomoc techniczna

source: Diagnostic tools
pl_pl: Narzędzia diagnostyczne

source: General Settings
pl_pl: Ustawienia ogólne

source: API key
pl_pl: Klucz API

source: If you didn't get an API key yet, you can %sregister free account%s to get one.
pl_pl: Jeśli jeszcze nie masz swojego klucza API %szarejestruj darmowe konto%s, aby go otrzymać

source: By providing Analytics Access Code you'll enable integrated Google Analytics Dashboard plugin by Alin Marcu. %sGet Access Code%s.
pl_pl: Podanie klucza dostępu do Google Analytics spowoduje właczenie zintegrowanej wtyczki Google Analytics Dashboard autorstwa Alin Marcu. %sOtrzymaj kod dostępu%s.

source: Google Analytics Dashboard plugin by Alin Marcu integrated
pl_pl: Wtyczka Google Analytics Dashboard autorstwa Alin Marcu zintegrowana

source: API Key correct
pl_pl: Klucz API poprawny

source: WPGuards added to remote framework.
pl_pl: WPGuards dodany do zdalnego frameworka.

source: Display settings
pl_pl: Pokaż ustawienia

source: Display news
pl_pl: Pokaż nowości

source: Display support
pl_pl: Pokaż pomoc techniczną

source: Display analytics
pl_pl: Pokaż statystyki

source: Display backups
pl_pl: Pokaż kopie bezpieczeństwa

source: See more
pl_pl: Zobacz więcej

source: No item
pl_pl: Brak

source: ago
pl_pl: temu

source: Send new ticket
pl_pl: Wyślij nową wiadomość

source: Download or restore
pl_pl: Pobierz lub przywróć

source: Could not copy file.
pl_pl: Nie można skopiować pliku.

source: Could not create directory.
pl_pl: Nie można utworzyć katalogu.

source: post revisions deleted<br>
pl_pl: Rewizje postów usunięte<br>

source: auto drafts deleted<br>
pl_pl: Automatyczne szkice usunięte<br>

source: spam comments deleted<br>
pl_pl: Spam usunięty<br>

source: unapproved comments deleted<br>
pl_pl: Niezatwierdzone komentarze usunięte<br>

source: NO Actions Taken<br>
pl_pl: Nic nie wykonano<br>
